xml/request_oclc/oclc_myspace_darwin.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:27882676"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:12.322Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:12.380Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:12.322Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:12.380Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:12.330Z" MIMETYPE="text/xml" SIZE="1400">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>oh my god charlie darwin</dc:title>
  <dc:title>MATCH:oh my</dc:title>
  <dc:creator>The Low Anthem</dc:creator>
  <dc:creator>NOBIRTH:The Low Anthem</dc:creator>
  <dc:subject>americana</dc:subject>
  <dc:subject>folk</dc:subject>
  <dc:subject>vokal</dc:subject>
  <dc:subject>USA</dc:subject>
  <dc:subject>2000-2009</dc:subject>
  <dc:publisher>bella union</dc:publisher>
  <dc:publisher>MATCHSTRING:bella u</dc:publisher>
  <dc:contributor>MATCHSTRING:Adamsj</dc:contributor>
  <dc:contributor>MATCHSTRING:Millerb</dc:contributor>
  <dc:contributor>MATCHSTRING:Prystowskyj</dc:contributor>
  <dc:contributor>MATCHSTRING:Williamsa</dc:contributor>
  <dc:contributor>joice adams</dc:contributor>
  <dc:contributor>ben miller</dc:contributor>
  <dc:contributor>jeffrey prystowsky</dc:contributor>
  <dc:contributor>anne williams</dc:contributor>
  <dc:date>2009</dc:date>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:identifier>870970-basis:27882676</dc:identifier>
  <dc:identifier>NUMBER:Bella UnionBELLACD 202</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:12.330Z" MIMETYPE="text/xml" SIZE="10270">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>27882676|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Oh my God, Charlie Darwin</dc:title><dc:title xsi:type="dkdcplus:full">Oh my God, Charlie Darwin</dc:title><dc:creator>The Low Anthem</dc:creator><dc:creator xsi:type="oss:sort">The Low Anthem</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.794:5</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Rock (Beat). Moderne folkemusik (Folk)</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">americana</dc:subject><dc:subject xsi:type="dkdcplus:genre">americana</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">folk</dc:subject><dc:subject xsi:type="dkdcplus:genre">folk</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject><dcterms:audience>børnematerialer</dcterms:audience><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Bella Union</dc:publisher><dc:contributor>Joice Adams</dc:contributor><dc:contributor>Ben Miller</dc:contributor><dc:contributor>Jeffrey Prystowsky</dc:contributor><dc:contributor>Anne Williams</dc:contributor><dc:date>2009</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:format>1 cd</dc:format><dc:identifier>Bella Union BELLACD 202</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language><dcterms:hasPart xsi:type="dkdcplus:track">Charlie Darwin</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">To Ohio</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Ticket taker</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">The horizon is a beltway</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Home I&apos;ll never be</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Cage the songbird</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">(Don&apos;t) tremble</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Music box</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Champion angel</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">To the ghosts who write history books</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">OMGCD</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">To Ohio (reprise)</dcterms:hasPart><dcterms:spatial xsi:type="dkdcplus:DBCM">USA</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">27882676</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20090831180941</marcx:subfield><marcx:subfield code="d">20090821</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="2">a</marcx:subfield><marcx:subfield code="a">20090701</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2009</marcx:subfield><marcx:subfield code="b">gb</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="d">Kr. 136,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">0602527058856</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">BKM200936</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="039"><marcx:subfield code="a">bef</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="110"><marcx:subfield code="a">The ¤Low Anthem</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Oh my God, Charlie Darwin</marcx:subfield><marcx:subfield code="e">The Low Anthem (Ben Knox Miller, Jeffrey Prystowsky, Joice Adams) with Anne Williams ... [et al.]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[S.l.]</marcx:subfield><marcx:subfield code="b">Bella Union</marcx:subfield><marcx:subfield code="c">p 2009</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 cd</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="529"><marcx:subfield code="a">MySpace</marcx:subfield><marcx:subfield code="u">http://www.myspace.com/lowanthem</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold:</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="f">Bella Union</marcx:subfield><marcx:subfield code="g">BELLACD 202</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.794</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="m">folk</marcx:subfield><marcx:subfield code="m">americana</marcx:subfield><marcx:subfield code="n">vokal</marcx:subfield><marcx:subfield code="p">2000-2009</marcx:subfield><marcx:subfield code="l">USA</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Adams</marcx:subfield><marcx:subfield code="h">Joice</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="a">Miller</marcx:subfield><marcx:subfield code="h">Ben</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Prystowsky</marcx:subfield><marcx:subfield code="h">Jeffrey</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Williams</marcx:subfield><marcx:subfield code="h">Anne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Charlie Darwin</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="a">To Ohio</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">13</marcx:subfield><marcx:subfield code="a">Ticket taker</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">14</marcx:subfield><marcx:subfield code="a">The ¤horizon is a beltway</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">15</marcx:subfield><marcx:subfield code="a">Home I&apos;ll never be</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">16</marcx:subfield><marcx:subfield code="a">Cage the songbird</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">17</marcx:subfield><marcx:subfield code="a">(Don&apos;t) tremble</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">18</marcx:subfield><marcx:subfield code="a">Music box</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">19</marcx:subfield><marcx:subfield code="a">Champion angel</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">20</marcx:subfield><marcx:subfield code="a">To the ghosts who write history books</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">21</marcx:subfield><marcx:subfield code="a">OMGCD</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">22</marcx:subfield><marcx:subfield code="a">To Ohio (reprise)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">99</marcx:subfield><marcx:subfield code="y">0</marcx:subfield><marcx:subfield code="a">Tremble</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Knox Miller</marcx:subfield><marcx:subfield code="h">Ben</marcx:subfield><marcx:subfield code="z">700/1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">200936</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><ln:links xmlns:ln="http://oss.dbc.dk/ns/links"><ln:link><ln:access>free</ln:access><ln:accessType></ln:accessType><ln:linkTo>website</ln:linkTo><ln:relationType>dbcaddi:hasCreatorHomePage</ln:relationType><ln:url>http://www.myspace.com/lowanthem</ln:url><ln:collectionIdentifier>870970-basis</ln:collectionIdentifier></ln:link></ln:links><adminData><creationDate>2009-08-21</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:12.331Z" MIMETYPE="text/xml" SIZE="1012">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">cfp</marcx:subfield><marcx:subfield code="k">sno</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">SFG200936</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20090831</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20090821</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamMUS200934</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">sno</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:12.380Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:27882676">
    <isMemberOfUnit xmlns="info:fedora/">unit:47985</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47985</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:35:56.152</timestamp>
<pid>870970-basis:27882676</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
